Repository: mosparo/wordpress-plugin
Catalog: languages/mosparo-integration-*.po
Languages: de_de

source: No connections found
de_de: Keine Verbidnungen gefunden

source: Default connection for
de_de: Standard-Verbindung für

source: Edit
de_de: Bearbeiten

source: Refresh CSS cache
de_de: CSS-Zwischenspeicher aktualisieren

source: Delete
de_de: Löschen

source: General
de_de: Allgemein

source: No modules found
de_de: Keine Module gefunden

source: Module name
de_de: Name des Moduls

source: Description
de_de: Beschreibung

source: Dependencies
de_de: Abhängigkeiten

source: Disable
de_de: Deaktivieren

source: Enable
de_de: Aktivieren

source: No access.
de_de: Kein Zugriff.

source: Error
de_de: Fehler

source: Invalid connection data.
de_de: Ungültige Verbindungsdaten.

source: The connection was successfully saved.
de_de: Die Verbindung wurden erfolgreich gespeichert.

source: The connection was successfully deleted.
de_de: Die Verbindung wurde erfolgreich gelöscht.

source: You cannot delete the default connection.
de_de: Sie können die Standard-Verbindung nicht löschen.

source: The modules were successfully enabled.
de_de: Die Module wurden erfolgreich aktiviert.

source: The modules were successfully disabled.
de_de: Die Module wurden erfolgreich deaktiviert.

source: The module was successfully enabled.
de_de: Das Modul wurde erfolgreich aktiviert.

source: The module was successfully disabled.
de_de: Das Modul wurde erfolgreich deaktiviert.

source: The CSS cache was refreshed successfully.
de_de: Der CSS-Zwischenspeicher wurde erfolgreich aktualisiert.

source: No mosparo connection available. Please configure the connection in the mosparo settings.
de_de: Es ist keine mosparo Verbindung verfügbar. Bitte konfiguriere die Verbindung in den mosparo Einstellungen.

source: A general error occurred: %s
de_de: Ein genereller Fehler ist aufgetreten: %s

source: Verification failed which means the form contains spam.
de_de: Die Überprüfung ist fehlgeschlagen, was bedeutet, dass das Formular Spam enthält.

source: Account
de_de: Konto

source: Protects the account forms like login, register and password reset with mosparo.
de_de: Schützt die Konto-Formulare wie Login, Registrieren und Passwort zurücksetzen mit mosparo.

source: Comments
de_de: Kommentare

source: Protects the comments form with mosparo.
de_de: Schützt das Kommentar-Formular mit mosparo.

source: Protects Contact Form 7 forms with mosparo.
de_de: Schützt die Contact Form 7-Formulare mit mosparo.

source: Submit or validation token is empty.
de_de: Sende- oder Validierungstoken ist leer.

source: Adds a mosparo field to your form. Please configure the connection to mosparo in the %ssettings%s.
de_de: Fügt ein mosparo-Feld in deinem Formular ein. Bitte konfiguriere die Verbindung zu mosparo in den %sEinstellungen%s.

source: Id attribute
de_de: ID-Attribut

source: Class attribute
de_de: Klassen-Attribut

source: Insert Tag
de_de: Tag einfügen

source: Protects Everest Forms forms with mosparo.
de_de: Schützt Everest Forms-Formulare mit mosparo.

source: mosparo verification failed.
de_de: mosparo Verifizierung fehlgeschlagen.

source: Protects Formidable forms with mosparo.
de_de: Schützt Formidable-Formulare mit mosparo.

source: Protects Gravity Forms forms with mosparo.
de_de: Schützt Gravity Forms-Formulare mit Mosparo.

source: Your submission is not valid.
de_de: Deine Einsendung ist ungültig.

source: Protects Ninja Forms forms with mosparo.
de_de: Schützt Ninja Forms-Formulare mit Mosparo.

source: No mosparo field found in this form.
de_de: In diesem Formular wurde kein mosparo-Feld gefunden.

source: Protects WPForms forms with mosparo.
de_de: Schützt WPForms-Formulare mit mosparo.

source: Delete connection "%s"
de_de: Verbindung "%s" löschen

source: Are you sure you want to delete the connection "%s"?
de_de: Bist du sicher, dass du die Verbindung "%s" löschen möchten?

source: If you delete the connection, you can no longer use the connection for mosparo in your forms.
de_de: Wenn du die Verbindung löschst, kannst du sie nicht mehr in einem Formular verwenden.

source: Delete connection
de_de: Verbindung löschen

source: Add connection
de_de: Verbindung hinzufügen

source: Edit connection "%s"
de_de: Verbindung "%s" bearbeiten

source: The key is an internal identifier and can only contain lowercase alphanumeric characters, dashes, and underscores.
de_de: Der Schlüssel ist eine interne Identifikation und kann nur Kleinbuchstaben, Bindestriche sowie Unterstriche enthalten.

source: Unique identification number
de_de: Eindeutige Identifikationsnummer

source: Public Key
de_de: Öffentlicher Schlüssel

source: Private Key
de_de: Privater Schlüssel

source: Please leave this field empty if you don't want to change the private key.
de_de: Bitte lasse dieses Feld leer, wenn du den privaten Schlüssel nicht ändern möchtst.

source: Verify SSL certificate
de_de: SSL-Zertifikat überprüfen

source: Default connection
de_de: Standard-Verbindung

source: You cannot unset the default connection. Please configure a new connection and mark it as the default connection.
de_de: Du kannst die Standard-Verbindung nicht entfernen. Bitte konfiguriere eine neue Verbindung und markieren diese als Standard-Verbindung.

source: Default connection for %s
de_de: Standard-Verbindung für %s

source: Save connection
de_de: Verbindung speichern

source: Connection
de_de: Verbindung

source: Modules
de_de: Module

source: Adds the ability to protect forms in WordPress with mosparo.
de_de: Fügt die Möglichkeit hinzu, Formulare in WordPress mit mosparo zu schützen.
